Repository: Novalnet-AG/drupalcommerce-payment-integration-novalnet
Catalog: translations/commerce_novalnet-1.0.1-*.po
Languages: de

source: Your product activation key is a unique token for merchant authentication and payment processing. Get your Product activation key from the <a href="https://admin.novalnet.de" target="_blank">Novalnet Admin Portal</a> PROJECT > Choose your project > Shop Parameters > API Signature (Product activation key)
de: Ihr Produktaktivierungsschlüssel ist ein eindeutiger Token für die Händlerauthentifizierung und Zahlungsabwicklung. hren Produktaktivierungsschlüssel finden Sie im <a href="https://admin.novalnet.de" target="_blank">Novalnet Admin-Portal</a> PROJEKT > Wählen Sie Ihr Projekt > Shop-Parameter > API-Signatur (Produktaktivierungsschlüssel)

source: Your secret key used to encrypt the data to avoid user manipulation and fraud.Get your Payment access key from the <a href="https://admin.novalnet.de" target="_blank">Novalnet Admin Portal</a> PROJECT > Choose your project > Shop Parameters > Payment access key
de: Ihr geheimer Schlüssel zur Verschlüsselung der Daten, um Manipulation und Betrug zu vermeiden Ihren Paymentzugriffsschlüssel finden Sie im <a href="https://admin.novalnet.de" target="_blank">Novalnet Admin-Portal</a> PROJEKT > Wählen Sie Ihr Projekt > Shop-Parameter > Paymentzugriffsschlüssel

source: Your order is under verification and we will soon update you with the order status. Please note that this may take upto 24 hours.
de: Ihre Bestellung wird derzeit überprüft. Wir werden Sie in Kürze über den Bestellstatus informieren. Bitte beachten Sie, dass dies bis zu 24 Stunden dauern kann.

source: Cancellation order status
de: Bestellstatus für Stornierung

source: Minimum transaction amount for authorization (in minimum unit of currency. E.g. enter 100 which is equal to 1.00)
de: Mindesttransaktionsbetrag für die Autorisierung (in der kleinsten Währungseinheit, z.B. 100 Cent = entsprechen 1.00 EUR)

source: Please read the Installation Guide before you start and login to the <a href='https://admin.novalnet.de/' target='_blank'>Novalnet Admin Portal</a> using your merchant account. To get a merchant account, mail to <a href='mailto:sales@novalnet.de'>sales@novalnet.de</a> or call +49 (089) 923068320.
de: Bevor Sie beginnen, lesen Sie bitte die Installationsanleitung und melden Sie sich mit Ihrem Händlerkonto im <a href='https://admin.novalnet.de/' target='_blank'>Novalnet Admin-Portal</a> an. Um ein Händlerkonto zu erhalten, senden Sie bitte eine E-Mail an <a href='mailto:sales@novalnet.de'>sales@novalnet.de</a> oder rufen Sie uns unter +49 89 923068320 an.

source: Deactivate IP address control (for test purpose only)
de: Deaktivieren Sie die IP-Adresskontrolle (nur zu Testzwecken)

source: This option will allow performing a manual execution. Please disable this option before setting your shop to LIVE mode, to avoid unauthorized calls from external parties (excl. Novalnet).
de: Diese Option ermöglicht eine manuelle Ausführung. Bitte deaktivieren Sie diese Option, bevor Sie Ihren Shop in den LIVE-Modus schalten, um nicht autorisierte Zugriffe von externen Parteien (außer von Novalnet) zu vermeiden.

source: Send e-mail to
de: E-Mails senden an

source: Notification / Webhook URL execution messages will be sent to this e-mail
de: E-Mail-Benachrichtigungen werden an diese E-Mail-Adresse gesendet

source: On-hold payment action
de: Durchführung einer ausgesetzten Zahlung

source: Allow manual testing of the Notification / Webhook URL
de: Manuelles Testen der Benachrichtigungs- / Webhook-URL erlauben

source: Enable this to test the Novalnet Notification / Webhook URL manually. Disable this before setting your shop live to block unauthorized calls from external parties
de: Aktivieren Sie diese Option, um die Novalnet-Benachrichtigungs-/Webhook-URL manuell zu testen. Deaktivieren Sie die Option, bevor Sie Ihren Shop liveschalten, um unautorisierte Zugriffe von Dritten zu blockieren

source: Payment logo
de: Logo der Zahlungsart

source: Browse logo to be displayed with the payment name
de: Wählen Sie das Logo, das zusammen mit dem Namen der Zahlungsart angezeigt wird.

source: SEPA payment duration (in days)
de: Abstand (in Tagen) bis zum SEPA-Einzugsdatum

source: (In order to use this option you must have billing agreement option enabled in your PayPal account. Please contact your account manager at PayPal.)
de: (Um diese Option nutzen zu können, müssen Sie in Ihrem PayPal-Konto die Option Abrechnungsvereinbarung aktiviert haben. Bitte kontaktieren Sie Ihren Kundenbetreuer bei PayPal.)

source: Number of days given to the buyer to transfer the amount to Novalnet (must be between 7 and 28 days). If this field is left blank, 14 days will be set as due date by default.
de: Anzahl der Tage, die der Käufer Zeit hat, um den Betrag an Novalnet zu überweisen (muss zwischen 7 und 28 Tagen liegen). Wenn Sie dieses Feld leer lassen, werden standardmäßig 14 Tage als Fälligkeitsdatum festgelegt.

source: Allowed B2C countries: Germany, Austria, Switzerland
de: Erlaubte B2C-Länder: Deutschland, Österreich, Schweiz

source: Allowed B2B countries: European Union'
de: Erlaubte B2B-Länder: Europäische Union

source: Allowed currency: €
de: Zugelassene Währung: €

source: Minimum order amount: €9,99 or more
de: Mindestbetrag der Bestellung: 9,99 € oder mehr

source: Age limit: 18 years or more
de: Mindestalter: 18 Jahre

source: The billing address must be the same as the shipping address
de: Rechnungsadresse und Lieferadresse müssen übereinstimmen
