Repository: Novalnet-AG/drupalcommerce-payment-integration-novalnet
Catalog: translations/commerce_novalnet-1.0.1-*.po
Languages: de

source: https://www.novalnet.com
de: https://www.novalnet.de

source: The payment method logo will be displayed on the checkout page
de: Das Logo der Zahlungsart wird auf der Checkout-Seite angezeigt.

source: Novalnet transaction ID: @tid
de: Novalnet Transaktions-ID: @tid

source: Test order
de: Testbestellung

source: Credit Card
de: Kreditkarte

source: Direct Debit SEPA
de: Lastschrift SEPA

source: Direct Debit SEPA with payment guarantee
de: SEPA-Lastschrift mit Zahlungsgarantie

source: Configure
de: Konfigurieren

source: Please enter the valid webhook URL
de: Bitte geben Sie eine gültige Webhook-URL ein

source: Notification / Webhook URL is configured successfully in Novalnet Admin Portal
de: Callbackskript-/ Webhook-URL wurde erfolgreich im Novalnet Admin Portal konfiguriert

source: Please enter valid details
de: Bitte geben Sie gültige Daten ein

source: Invoice
de: Kauf auf Rechnung

source: Invoice with payment guarantee
de: Rechnung mit Zahlungsgarantie

source: Credit has been successfully received for the TID : @tid with amount @amt. Please refer PAID order details in our Novalnet Admin Portal for the TID @tid
de: Die Gutschrift für die TID ist erfolgreich eingegangen: @tid mit Betrag %2$s am @amt. Bitte entnehmen Sie die TID den Einzelheiten der Bestellung bei BEZAHLT in unserem Novalnet Adminportal: @tid

source: The transaction has been cancelled on @date
de: Die Transaktion wurde am @date Uhr storniert.

source: Payment due date (in days)
de: Fälligkeitsdatum (in Tagen)

source: Prepayment
de: Vorauskasse

source: Instant Bank Transfer
de: Sofort

source: Name on the card
de: Name auf der Kreditkarte

source: Please enter the valid card holder name
de: Bitte geben Sie eine gültige name des Karteninhabers

source: Please enter the valid card number
de: Bitte geben Sie eine gültige Kreditkartennummer

source: Please enter the valid expiry month / year in the given format
de: Bitte geben Sie eine gültige Ablauf Monat / Jahr in dem gegeben Format

source: Please enter the valid CVC/CVV/CID
de: Bitte geben Sie eine gültige CVC/CVV/CID

source: Payment access key
de: Zahlungs-Zugriffsschlüssel

source: Your account details are invalid
de: Ihre Kontodaten sind ungültig.

source: Authentication code
de: Authentifizierungscode

source: Select a Tariff ID to match the preferred tariff plan you created at the Novalnet Admin Portal for this project
de: Wählen Sie eine Tarif-ID, die dem bevorzugten Tarifplan entspricht, den Sie im Novalnet Admin-Portal für dieses Projekt erstellt haben

source: Please transfer the amount to the below mentioned account details of our payment processor Novalnet
de: Überweisen Sie bitte den Betrag an die unten aufgeführte Bankverbindung unseres Zahlungsdienstleisters Novalnet.

source: Account holder
de: Kontoinhaber

source: Your account will be debited upon the order submission
de: Ihr Konto wird nach Abschicken der Bestellung belastet.

source: The payment will be processed in the test mode therefore amount for this transaction will not be charged
de: Die Zahlung wird im Testmodus durchgeführt, daher wird der Betrag für diese Transaktion nicht eingezogen.

source: Referrer ID
de: Partner-ID

source: Enter the referrer ID of the person/company who recommended you Novalnet
de: Geben Sie die Partner-ID der Person / des Unternehmens ein, welche / welches Ihnen Novalnet empfohlen hat.

source: Enter the number of days to transfer the payment amount to Novalnet (must be greater than 7 days). In case if the field is empty, 14 days will be set as due date by default
de: Geben Sie die Anzahl der Tage ein, binnen derer die Zahlung bei Novalnet eingehen soll (muss größer als 7 Tage sein). Falls dieses Feld leer ist, werden 14 Tage als Standard-Zahlungsfrist gesetzt.

source: Novalnet Global Configuration
de: Novalnet Haupteinstellungen

source: Notification / Webhook URL Setup
de: Benachrichtigungs- / Webhook-URL festlegen

source: E-mail address (To)
de: Emailadresse (An)

source: Enable E-mail notification for callback
de: Email-Benachrichtigung für Callback aktivieren

source: Order completion status
de: Abschluss-Status der Bestellung

source: Callback order status
de: Callback-Bestellstatus

source: Notification for the buyer
de: Benachrichtigung des Käufers

source: Order status for the pending payment
de: Bestellstatus der ausstehenden Zahlung

source: While redirecting some data has been changed. The hash check failed.
de: Während der Umleitung wurden einige Daten geändert. Die Überprüfung des Hashes schlug fehl.

source: After the successful verification, you will be redirected to Novalnet secure order page to proceed with the payment
de: Nach der erfolgreichen Überprüfung werden Sie auf die abgesicherte Novalnet-Bestellseite umgeleitet, um die Zahlung fortzusetzen.

source: You will be redirected to Sofort. Please don’t close or refresh the browser until the payment is completed.
de: Sie werden zu Sofortüberweisung weitergeleitet. Um eine erfolgreiche Zahlung zu gewährleisten, darf die Seite nicht geschlossen oder neu geladen werden, bis die Bezahlung abgeschlossen ist

source: You will be redirected to iDEAL. Please don’t close or refresh the browser until the payment is completed.
de: Sie werden zu iDEAL weitergeleitet. Um eine erfolgreiche Zahlung zu gewährleisten, darf die Seite nicht geschlossen oder neu geladen werden, bis die Bezahlung abgeschlossen ist

source: You will be redirected to eps. Please don’t close or refresh the browser until the payment is completed.
de: Sie werden zu eps weitergeleitet. Um eine erfolgreiche Zahlung zu gewährleisten, darf die Seite nicht geschlossen oder neu geladen werden, bis die Bezahlung abgeschlossen ist

source: You will be redirected to giropay. Please don’t close or refresh the browser until the payment is completed.
de: Sie werden zu giropay weitergeleitet. Um eine erfolgreiche Zahlung zu gewährleisten, darf die Seite nicht geschlossen oder neu geladen werden, bis die Bezahlung abgeschlossen ist

source: You will be redirected to PayPal. Please don’t close or refresh the browser until the payment is completed.
de: Sie werden zu PayPal weitergeleitet. Um eine erfolgreiche Zahlung zu gewährleisten, darf die Seite nicht geschlossen oder neu geladen werden, bis die Bezahlung abgeschlossen ist

source: You will be redirected to Przelewy24. Please don’t close or refresh the browser until the payment is completed.
de: Sie werden zu Przelewy24 weitergeleitet. Um eine erfolgreiche Zahlung zu gewährleisten, darf die Seite nicht geschlossen oder neu geladen werden, bis die Bezahlung abgeschlossen ist

source: You will be redirected to Bancontact. Please don’t close or refresh the browser until the payment is completed.
de: Sie werden zu Bancontact weitergeleitet. Um eine erfolgreiche Zahlung zu gewährleisten, darf die Seite nicht geschlossen oder neu geladen werden, bis die Bezahlung abgeschlossen ist

source: Account holder:
de: Kontoinhaber:

source: The entered text will be displayed on the checkout page
de: Der eingegebene Text wird auf der Checkout-Seite angezeigt.

source: The payment details will be filled automatically in the payment form during the checkout process
de: Die Zahlungsdetails werden automatisch während des Checkout-Vorgangs in das Zahlungsformular eingetragen.

source: Please note: This information will be displayed on other than the Subscription payments.
de: Bitte beachten: Diese Information wird für alle Zahlungen außer Abonnement-Zahlungen angezeigt.

source: Please use the following payment reference for your money transfer, as only through this way your payment is matched and assigned to the order:
de: Bitte verwenden Sie nun der unten angegebenen Verwendungszweck für die Überweisung, da nur so Ihr Geldeingang zugeordnet werden kann:

source: Please use any one of the following references as the payment reference, as only through this way your payment is matched and assigned to the order:
de: Bitte verwenden Sie einen der unten angegebenen Verwendungszwecke für die Überweisung, da nur so Ihr Geldeingang zugeordnet werden kann:

source: Product activation key
de: Aktivierungsschlüssel des Produkts

source: Enter Novalnet Product activation key
de: Novalnet-Aktivierungsschlüssel für das Produkt eingeben

source: Number of days given to the buyer to transfer the amount to Novalnet (must be greater than 7 days). If this field is left blank, 14 days will be set as due date by default.
de: Anzahl der Tage, die der Käufer Zeit hat, um den Betrag an Novalnet zu überweisen (muss mehr als 7 Tage betragen). Wenn Sie dieses Feld leer lassen, werden standardmäßig 14 Tage als Fälligkeitsdatum festgelegt.

source: Notification / Webhook URL
de: Benachrichtigungs- / Webhook-URL

source: You need to be at least 18 years old
de: Sie müssen mindestens 18 Jahre alt sein.

source: Your date of birth
de: Ihr Geburtsdatum

source: Your credit card details are invalid
de: Ihre Kreditkartendaten sind ungültig.

source: Card holder name
de: Name des Karteninhabers

source: Expiry date
de: Ablaufdatum

source: Card number
de: Kreditkartennummer

source: Input
de: Eingabe

source: CSS Text
de: Text für das CSS

source: Payment guarantee configuration
de: Einstellungen für die Zahlungsgarantie

source: Enable payment guarantee
de: Zahlungsgarantie aktivieren

source: Minimum order amount
de: Mindestbestellbetrag

source: Minimum order amount to display the selected payment method (s) at during checkout
de: Mindestbestellsumme zur Anzeige der ausgewählten Zahlungsart(en) im Checkout

source: Force Non-Guarantee payment
de: Zahlung ohne Zahlungsgarantie erzwingen

source: Please fill in all the mandatory fields
de: Füllen Sie bitte alle Pflichtfelder aus

source: Select Novalnet tariff ID
de: Novalnet-Tarif-ID auswählen.

source: E-Mail address of the recipient
de: Emailadresse des Empfängers

source: You must configure the webhook endpoint in your <a href="https://admin.novalnet.de" target="_blank">Novalnet Admin portal</a>. This will allow you to receive notifications about the transaction
de: Sie müssen die folgende Webhook-URL im <a href="https://admin.novalnet.de" target="_blank">Novalnet Admin-Portal</a> hinzufügen. Dadurch können Sie Benachrichtigungen über den Transaktionsstatus erhalten

source: Custom CSS settings
de: Angepasste CSS-Einstellungen

source: CSS settings for iframe form
de: CSS-Einstellungen für den iFrameformular

source: Payment guarantee requirements:
de: Voraussetzungen für die Zahlungsgarantie:

source: Your credit/debit card will be charged immediately after the order is completed
de: Ihre Karte wird nach Bestellabschluss sofort belastet

source: Even if payment guarantee is enabled, payments will still be processed as non-guarantee payments if the payment guarantee requirements are not met. Review the requirements under 'Enable Payment Guarantee' in the Installation Guide.
de: Falls die Zahlungsgarantie zwar aktiviert ist, jedoch die Voraussetzungen für Zahlungsgarantie nicht erfüllt sind, wird die Zahlung ohne Zahlungsgarantie verarbeitet. Die Voraussetzungen finden Sie in der Installationsanleitung unter 'Zahlungsgarantie aktivieren'

source: Minimum order amount for payment guarantee (in minimum unit of currency. E.g. enter 100 which is equal to 1.00)
de: Mindestbestellbetrag für Zahlungsgarantie (in der kleinsten Währungseinheit, z.B. 100 Cent = entsprechen 1.00 EUR)

source: Maximum order amount (in minimum unit of currency. E.g. enter 100 which is equal to 1.00)
de: Maximaler Bestellbetrag (in der kleinsten Währungseinheit, z.B. 100 Cent = entsprechen 1.00 EUR)

source: Number of days after which the payment is debited (must be between 2 and 14 days).
de: Geben Sie die Anzahl der Tage ein, nach denen der Zahlungsbetrag eingezogen werden soll (muss zwischen 2 und 14 Tagen liegen).

source: You will receive an e-mail with the Novalnet account details to complete the payment
de: Sie erhalten eine E-Mail mit den Bankdaten von Novalnet, um die Zahlung abzuschließen.

source: This payment method is unavailable, because the basic conditions for this payment haven’t been met. / The payment cannot be processed, because the basic requirements haven’t been met.
de: Diese Zahlungsart ist nicht verfügbar, weil die grundlegenden Bedingungen für diese Zahlungsart nicht erfüllt wurden. / Die Zahlung kann nicht verarbeitet werden, weil die grundlegenden Anforderungen nicht erfüllt wurden.

source: Once you`ve submitted the order, you will receive an e-mail with account details to make payment
de: Nachdem Sie die Bestellung abgeschickt haben, erhalten Sie eine Email mit den Bankdaten, um die Zahlung durchzuführen.

source: Please don’t close the browser after successful payment, until you have been redirected back to the Shop
de: Bitte schließen Sie den Browser nach der erfolgreichen Zahlung nicht, bis Sie zum Shop zurückgeleitet wurden.

source: Refund has been initiated for the TID: @orgtid with the amount @amt . New tid:@tid
de: Die Rückerstattung für die TID: @orgtid mit dem Betrag @amt wurde veranlasst

source: Refund has been initiated for the TID:@orgtid with the amount @amt
de: Die Rückerstattung für die TID @orgtid mit dem Betrag @amt

source: Transaction updated successfully for the TID @tid with amount @amt and due date @date
de: Transaktion mit TID @tid und Betrag @amt und neues Fälligkeitsdatum: @date

source: Transaction updated successfully for the TID @tid with amount @amt
de: Transaktion mit TID @tid und Betrag @amt wurde am um erfolgreich

source: Novalnet Callback Script executed successfully for the TID: @tid with amount @amount on @date.
de: Novalnet-Callback-Skript erfolgreich ausgeführt für die TID: @tid mit dem Betrag am @amount, um @date Uhr.

source: The transaction has been canceled due to:@tid
de: Die Transaktion wurde storniert. Grund:@tid

source: Transaction has been updated succesfully for the tid @tid on @date & @time
de: Transaktion mit TID @tid wurde am @date um @time erfolgreich aktualisiert

source: Novalnet Callback Script executed successfully for the TID: @stid with amount @amount on @date. Please refer PAID transaction in our Novalnet Merchant Administration with the TID: @tid
de: Novalnet-Callback-Skript erfolgreich ausgeführt für die TID: @stid mit dem Betrag @amount am , um @date Uhr. Bitte suchen Sie nach der bezahlten Transaktion in unserer Novalnet-Händleradministration mit der TID: @tid.

source: The amount of @amount for the order @order has been paid. Please verify received amount and TID details, and update the order status accordingly.
de: Der Betrag von @amount für die Bestellung @order wurde bezahlt. Überprüfen Sie bitten den erhaltenen Betrag und die Details zur TID und aktualisieren Sie den Status der Bestellung entsprechend.

source: Chargeback executed successfully for the TID: @stid amount: @amount on @date The subsequent TID: @tid.
de: Chargeback erfolgreich importiert für die TID: @stid Betrag: @amount am @date Uhr. TID der Folgebuchung: @tid

source: This is processed as a guarantee payment
de: Diese Transaktion wird mit Zahlungsgarantie verarbeitet

source: Due date: @due_date
de: Fälligkeitsdatum: @due_date

source: Account holder: @comp
de: Kontoinhaber: @comp

source: Amount: @amount
de: Betrag: @amount

source: Payment Reference
de: Verwendungszweck

source: The payment cannot be processed, because the basic requirements haven’t been met.
de: Die Zahlung kann nicht verarbeitet werden, weil die grundlegenden Anforderungen nicht erfüllt wurden.

source: Payment Reference @reference:
de: Verwendungszweck @reference:

source: Slip expiry date:
de: Verfallsdatum des Zahlscheins:

source: Store(s) near you
de: Barzahlen-Partnerfiliale in Ihrer Nähe

source: Slip expiry date (in days)
de: Verfallsdatum des Zahlscheins (in Tagen)

source: Payment was not successful. An error occurred
de: Die Zahlung war nicht erfolgreich. Ein Fehler trat auf

source: Number of days given to the buyer to pay at a store. If this field is left blank, 14 days will be set as slip expiry date by default.
de: Anzahl der Tage, die der Käufer Zeit hat, um den Betrag in einer Filiale zu bezahlen. Wenn Sie dieses Feld leer lassen, ist der Zahlschein standardmäßig 14 Tage lang gültig.

source: Inline form: The following fields will be shown in the checkout in two lines: card holder & credit card number / expiry date / CVC
de: Inline-Formular: Die folgenden Felder werden im Checkout in zwei Zeilen angezeigt: Karteninhaber & Kreditkartennummer / Ablaufdatum / CVC

source: By enabling this option, all payments from cards issued outside the EU will be authenticated via 3DS 2.0 SCA.
de: Wenn Sie diese Option aktivieren, werden alle Zahlungen mit Karten, die außerhalb der EU ausgegeben wurden, mit der starken Kundenauthentifizierung (Strong Customer Authentication, SCA) von 3D-Secure 2.0 authentifiziert.

source: On successful checkout, you will receive a payment slip/SMS to pay your online purchase at one of our retail partners (e.g. supermarket)
de: Nach erfolgreichem Bestellabschluss erhalten Sie einen Zahlschein bzw. eine SMS. Damit können Sie Ihre Online-Bestellung bei einem unserer Partner im Einzelhandel (z.B. Drogerie, Supermarkt etc.)

source: Your order is under verification and once confirmed, we will send you our bank details to where the order amount should be transferred. Please note that this may take upto 24 hours.
de: Ihre Bestellung ist unter Bearbeitung. Sobald diese bestätigt wurde, erhalten Sie alle notwendigen Informationen zum Ausgleich der Rechnung. Wir bitten Sie zu beachten, dass dieser Vorgang bis zu 24 Stunden andauern kann.

source: Order Confirmation - Your Order @order_no with @shop_name has been confirmed!
de: Bestellbestätigung – Ihre Bestellung @order_no bei @shop_name wurde bestätigt!

source: We are pleased to inform you that your order has been confirmed.
de: Wir freuen uns Ihnen mitteilen zu können, dass Ihre Bestellung bestätigt wurde.

source: This setting will override the default setting made in the minimum order amount. Note: Minimum amount should be greater than or equal to 9,99 EUR.
de: Diese Einstellung überschreibt die Standardeinstellung für den Mindest-Bestellbetrag. Anmerkung: der Mindest-Bestellbetrag sollte größer oder gleich 9,99 EUR sein.

source: Enter the minimum amount (in cents) for the transaction to be processed with payment guarantee. For example, enter 100 which is equal to 1,00. By default, the amount will be 9,99 EUR
de: Geben Sie den Mindestbetrag (in Cent) für die zu bearbeitende Transaktion mit Zahlungsgarantie ein. Geben Sie z.B. 100 ein, was 1,00 entspricht. Der Standbetrag ist 9,99 EUR

source: The amount will be debited from your account by Novalnet
de: Der Betrag wird durch Novalnet von Ihrem Konto abgebucht

source: The transaction has been canceled on @date @time
de: Die Transaktion wurde am @date um @time Uhr storniert

source: The transaction has been confirmed on @date @time
de: Die Buchung wurde am @date um @time Uhr storniert

source: The transaction status has been changed from pending to on hold for the TID: @tid on @date @time.
de: Der Status der Transaktion mit der TID: @tid wurde am @date um @time Uhr von ausstehend auf ausgesetzt geändert.

source: Enable logos
de: Logos aktivieren

source: Payment Action
de: Aktion für vom Besteller autorisierte Zahlungen

source: Enforce 3D secure payment outside EU
de: 3D-Secure-Zahlungen außerhalb der EU erzwingen

source: Capture
de: Zahlung autorisieren

source: Authorize
de: Zahlung einziehen

source: The payment cannot be processed, because the basic requirements for the payment guarantee haven't been met<br>
de: Die Zahlung kann nicht verarbeitet werden, da die grundlegenden Anforderungen für die Zahlungsgarantie nicht erfüllt wurden

source: The shipping address must be the same as the billing address<br>
de: Die Lieferadresse muss mit der Rechnungsadresse übereinstimmen)

source: Only Germany, Austria or Switzerland are allowed<br>
de: Als Land ist nur Deutschland, Österreich oder Schweiz erlaubt<br>

source: Only EUR currency allowed<br>
de: Als Währung ist nur EUR erlaubt<br>

source: Minimum order amount must be<br>
de: Der Mindestbestellwert beträgt

source: Please enter your date of birth
de: Geben Sie bitte Ihr Geburtsdatum ein

source: The amount is invalid
de: Ungültiger Betrag

source: The minimum amount should be at least 9,99 EUR
de: Der Mindestbetrag sollte bei mindestens 9,99 EUR

source: New
de: Neu

source: Pending
de: Ausstehend

source: Completed
de: Abgeschlossen

source: Partially refunded
de: Teilweise erstattet

source: Refunded
de: Erstattet

source: Canceled
de: Storniert

source: Order status for the pending Guaranteed payment
de: Bestellstatus für die ausstehende Zahlung mit Zahlungsgarantie

source: I hereby grant the mandate for the SEPA direct debit (electronic transmission) and confirm that the given bank details are correct.
de: Ich erteile hiermit das SEPA-Lastschriftmandat (elektronische Übermittlung) und bestätige, dass die Bankverbindung korrekt ist.

source: I authorise (A) Novalnet AG to send instructions to my bank to debit my account and (B) my bank to debit my account in accordance with the instructions from Novalnet AG.<br><br><strong>Creditor identifier: DE53ZZZ00000004253</strong><br><br<strong>Note:</strong> You are entitled to a refund from your bank under the terms and conditions of your agreement with bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited.
de: Ich ermächtige den Zahlungsempfänger, Zahlungen von meinem Konto mittels Lastschrift einzuziehen. Zugleich weise ich mein Kreditinstitut an, die von dem Zahlungsempfänger auf mein Konto gezogenen Lastschriften einzulösen.<br><br><strong>Gläubiger-Identifikationsnummer: DE53ZZZ00000004253</strong><br><br><strong>Hinweis:</strong> Ich kann innerhalb von acht Wochen, beginnend mit dem Belastungsdatum, die Erstattung des belasteten Betrages verlangen. Es gelten dabei die mit meinem Kreditinstitut vereinbarten Bedingungen.

source: For additional configurations login to Novalnet Merchant Administration portal. To login to the Portal you need to have an account at Novalnet. If you don't have one yet, please contact sales@novalnet.de / tel. +49 (089) 923068320
de: Um zusätzliche Einstellungen vorzunehmen, loggen Sie sich in das Novalnet-Händleradministrationsportal ein. Um sich in das Portal einzuloggen, benötigen Sie einen Account bei Novalnet. Falls Sie diesen noch nicht haben, kontaktieren Sie bitte sales@novalnet.de (Tel: +49 (089) 923068320)

source: In case the order amount exceeds the mentioned limit, the transaction will be set on-hold till your confirmation of the transaction. You can leave the field empty if you wish to process all the transactions as on-hold.
de: Übersteigt der Bestellbetrag das genannte Limit, wird die Transaktion, bis zu ihrer Bestätigung durch Sie, auf on hold gesetzt. Sie können das Feld leer lassen, wenn Sie möchten, dass alle Transaktionen als on hold behandelt werden.

source: Onhold order status
de: On-hold-Bestellstatus

source: To use the PayPal payment method please enter your PayPal API details in <a href='https://admin.novalnet.de' target='_blank'>Novalnet Merchant Administration portal</a>
de: Um die Zahlungsart PayPal zu verwenden, geben Sie bitte Ihre PayPal-API-Daten in das <a href='@admin_url'>Novalnet-Händleradministrationsportal</a> ein
